Repository: yaquake-dot-com/humidor
Catalog: Sources/Humidor/Localizable.xcstrings
Source language: en
Languages: ca, cs, de, es_cl, es_es, et, fr, hu, it, lv, nl, pl, pt_br, pt_pt, ru, ta, tr, uk, zh_hans

source: Edit Download Filter
ca: Editar el filtre de descàrrega
cs: Upravit filtr stahování
de: Download-Filter bearbeiten
es_cl: Editar filtro de descarga
es_es: Editar filtro de descarga
et: Muuda allalaadimisfiltrit
fr: Éditer un filtre de téléchargement
hu: Letöltésszűrő szerkesztése
it: Modifica Filtro di Upload
lv: Rediģēt lejupielādes filtru
nl: Downloadfilter bewerken
pl: Edytuj filtr pobierania
pt_br: Editar Filtro de Download
pt_pt: Editar Filtro de Descarga
ru: Изменить фильтр загрузки
ta: பதிவிறக்க வடிகட்டியைத் திருத்து
tr: İndirme Filtresini Düzenle
uk: Редагувати фільтр завантаження
zh_hans: 编辑下载过滤器

source: Edit Interests
ca: Edita els interessos
cs: Upravit zájmy
de: Interessen bearbeiten
es_es: Editar los intereses
et: Muuda huvisid
fr: Modifier les centres d'intérêt
hu: Érdeklődési körök szerkesztése
it: Modifica Interessi
lv: Rediģēt intereses
nl: Interesses bewerken
pl: Edytuj zainteresowania
pt_br: Editar Interesses
pt_pt: Editar Interesses
ru: Изменить интересы
ta: ஆர்வங்களைத் திருத்தவும்
tr: İlgi Alanlarını Düzenle
zh_hans: 编辑兴趣

source: Edit Item
ca: Edita l'element
cs: Upravit položku
de: Artikel bearbeiten
es_es: Editar un elemento
et: Muuda üksust
fr: Modifier un élément
hu: Tétel szerkesztése
it: Modifica elemento
lv: Rediģēt vienumu
nl: Item bewerken
pl: Edytuj obiekt
pt_br: Editar Item
pt_pt: Editar Item
ru: Изменить элемент
ta: உருப்படியைத் திருத்தவும்
tr: Ögeyi Düzenle
uk: Редагувати елемент
zh_hans: 编辑项目

source: Edit Profile
ca: Edita el Perfil
cs: Upravit profil
de: Profil bearbeiten
es_es: Editar perfil
et: Muuda profiili
fr: Modifier le profil
hu: Profil szerkesztése
it: Modifica Profilo
lv: Rediģēt profilu
nl: Profiel bewerken
pl: Edytuj profil
pt_br: Editar Perfil
pt_pt: Editar Perfil
ru: Изменить профиль
ta: சுயவிவரத்தைத் திருத்து
tr: Profili Düzenle
zh_hans: 编辑资料

source: Edit Replacement
ca: Modificar reemplaçament
cs: Upravit náhradu
de: Ersatz bearbeiten
es_es: Modificar reemplazo
et: Muuda asendust
fr: Modifier le remplacement
hu: Helyettesítés szerkesztése
it: Modifica sostituzione
lv: Rediģēt aizvietotāju
nl: Vervanging bewerken
pl: Edytuj zamiennik
pt_br: Editar Substituto
pt_pt: Editar Substituto
ru: Редактировать замену
ta: மாற்றீட்டைத் திருத்து
tr: Değişimi Düzenle
zh_hans: 编辑替换

source: Edit Shared Folder
ca: Editar la carpeta compartida
cs: Upravit sdílenou složku
de: Freigabe bearbeiten
es_cl: Editar carpeta compartida
es_es: Modificar carpeta compartida
et: Muuda jagatud kausta
fr: Modifier les répertoires partagés
hu: Megosztott mappa szerkesztése
it: Modifica Cartella Condivisa
lv: Rediģēt koplietoto mapi
nl: Gedeelde map bewerken
pl: Edytuj udostępnione foldery
pt_br: Editar Pasta Compartilhada
pt_pt: Editar Pasta Partilhada
ru: Изменить общий каталог
ta: பகிரப்பட்ட கோப்புறையைத் திருத்து
tr: Paylaşılan Klasörü Düzenle
uk: Редагувати спільний каталог
zh_hans: 编辑共享文件夹

source: Edit Wish
ca: Editar el desig
cs: Upravit přání
de: Wunsch bearbeiten
es_cl: Editar deseo
es_es: Editar deseo
et: Muuda soovi
fr: Modifier le souhait
hu: Kívánság szerkesztése
it: Modifica Desiderio
lv: Rediģēt vēlmi
nl: Wens bewerken
pl: Edytuj życzenie
pt_br: Editar Desejo
pt_pt: Editar Desejo
ru: Изменить список желаемого
ta: ஆசை திருத்து
tr: Dileği Düzenle
uk: Редагувати побажання
zh_hans: 编辑心愿单

source: Editing
ca: Edició
cs: Upravování
de: Bearbeitung
es_cl: Editando
es_es: Edición
et: Muutmine
fr: Modification de
hu: Szerkesztés
it: Modifica
lv: Rediģēšana
nl: Bewerken
pl: Edytowanie
pt_br: Editando
pt_pt: A editar
ru: Редактирование
ta: திருத்துதல்
tr: Düzenleme
uk: Редагувати
zh_hans: 编辑

source: Edit…
ca: Editar…
cs: Upravit…
de: Bearbeiten …
es_cl: Editar…
es_es: Editar…
et: Muuda…
fr: Editer…
hu: Szerkesztés…
it: Modifica…
lv: Rediģēt…
nl: Bewerken…
pl: Edytuj…
pt_br: Editar…
pt_pt: Editar…
ru: Редактировать…
ta: திருத்து…
tr: Düzenle…
uk: Редагувати…
zh_hans: 编辑……

source: Enable CTCP-like private message responses (client version)
ca: Habilitar les respostes de missatges privats semblants a CTCP (versió client)
cs: Povolit odpovědi na soukromé zprávy podobné CTCP (verze klienta)
de: Aktiviere CTCP-ähnliche private Nachrichtenantworten (Client-Version)
es_cl: Habilitar respuestas de mensajes privados tipo CTCP (versión cliente)
es_es: Habilitar respuestas de mensajes privados tipo CTCP (versión cliente)
et: Luba CTCP-laadsed privaatsõnumi vastused (kliendiversioon)
fr: Activer les réponses aux messages privés de type CTCP (version client)
hu: CTCP protokollú privátüzenet-válaszok engedélyezése (kliens verzió)
it: Abilita risposte di messaggio privato alà CTCP (versione client)
lv: Iespējot CTCP-līdzīgas privāto ziņu atbildes (klienta versija)
nl: CTCP-achtige privéberichtreacties inchakelen (clientversie)
pl: Włączanie odpowiedzi na prywatne wiadomości w stylu CTCP (wersja kliencka)
pt_br: Ativar respostas de mensagens privadas semelhantes a CTCP (versão do cliente)
pt_pt: Ativar respostas de mensagens privadas semelhantes a CTCP (versão do cliente)
ru: Включить ответы на личные сообщения, подобные CTCP (клиентская версия)
ta: CTCP போன்ற தனியார் செய்தி பதில்களை இயக்கவும் (கிளையன்ட் பதிப்பு)
tr: CTCP benzeri özel mesaj yanıtlarını etkinleştir (istemci sürümü)
uk: Увімкнути відповіді на приватні повідомлення, схожі на CTCP (клієнтська версія)
zh_hans: 启用类似 CTCP 的私人消息响应（客户端版本）

source: Enable Text-to-Speech
ca: Habilitar text a veu
cs: Povolit převod textu na řeč
de: Text-zu-Sprache aktivieren
es_cl: Activar la conversión de texto a voz
es_es: Activar la conversión de texto a voz
et: Luba tekst-kõneks
fr: Activer la synthèse vocale
hu: Szöveg beszéddé alakításának engedélyezése
it: Abilita Sintesi Vocale
lv: Iespējot teksta-runu
nl: Tekst-naar-spraak inschakelen
pl: Włącz zamianę tekstu na mowę
pt_br: Ativar conversão de texto em fala
pt_pt: Ativar conversão de texto em fala
ru: Включить преобразование текста в речь
ta: உரை-க்கு-பேச்சை இயக்கவும்
tr: Metinden Konuşmayayı Etkinleştir
uk: Увімкнути синтез мовлення
zh_hans: 启用文字转语音

source: Enable automatic replacement of words
ca: Habilitar la substitució automàtica de paraules
cs: Povolit automatické nahrazování slov
de: Aktiviere die automatische Wortersetzung
es_cl: Activar la sustitución automática de palabras
es_es: Activar la sustitución automática de palabras
et: Luba sõnade automaatne asendamine
fr: Activer le remplacement automatique des mots
hu: Engedélyezi a szavak automatikus helyettesítését
it: Abilita sostituzione automatica delle parole
lv: Iespējot automātisku vārdu aizstāšanu
nl: Automatisch woordenvervanging inschakelen
pl: Włącz automatyczną podmianę wyrazów
pt_br: Habilitar a substituição automática de palavras
pt_pt: Ativar a substituição automática de palavras
ru: Включить автоматическую замену слов
ta: சொற்களை தானாக மாற்றுவதை இயக்கவும்
tr: Sözcüklerin otomatik olarak değiştirilmesini etkinleştir
uk: Увімкнути автоматичну заміну слів
zh_hans: 启用自动替换单词

source: Enable censoring of text patterns
ca: Habilitar la censura de patrons de text
cs: Povolit cenzuru textových vzorů
de: Aktiviere die Zensur von Textmustern
es_cl: Habilitar la censura de patrones de texto
es_es: Habilitar la censura de patrones de texto
et: Luba tekstimustrite tsenseerimine
fr: Activer la censure des modèles de texte
hu: Engedélyezi a szövegminták cenzúrázását
it: Abilita censura di modelli di testo
lv: Iespējot teksta modeļu cenzēšanu
nl: Schakel het censureren van tekstpatronen in
pl: Włącz cenzurę dla następujących fraz
pt_br: Ativar censura de padrões de texto
pt_pt: Ativar censura de padrões de texto
ru: Цензурировать текст по шаблону
ta: உரை வடிவங்களை தணிக்கை செய்ய உதவுகிறது
tr: Metin kalıplarının sansürlenmesini etkinleştir
uk: Увімкнути цензування текстових шаблонів
zh_hans: 启用审查文本模式

source: Enable colored usernames
ca: Activar noms d'usuari en colors
cs: Povolit barevná uživatelská jména
de: Farbige Benutzernamen aktivieren
es_es: Habilitar los nombres de usuario de colores
et: Luba värvilised kasutajanimed
fr: Activer les noms d'utilisateurs colorés
hu: Színes felhasználónevek engedélyezése
it: Attiva nomi utente colorati
lv: Iespējot krāsainus lietotājvārdus
nl: Gekleurde gebruikersnamen inschakelen
pl: Włącz kolorowe nazwy użytkowników
pt_br: Habilitar nomes de usuários coloridos
pt_pt: Ativar nomes de utilizadores coloridos
ru: Включить цветные имена пользователей
ta: வண்ண பயனர்பெயர்களை இயக்கவும்
tr: Renkli kullanıcı adlarını etkinleştir
zh_hans: 使用彩色用户名

source: Enable completion drop-down list
ca: Habilitar la llista desplegable de compleció
cs: Povolit rozevírací seznam dokončení
de: Aktiviere die Vervollständigungs-Dropdown-Liste
es_cl: Activar la lista desplegable de autocompletar
es_es: Activar la lista desplegable de autocompletar
et: Luba täiendamise rippmenüü
fr: Activer la liste déroulante
hu: Befejezés-legördülőlista engedélyezése
it: Abilita menu a tendina di completamento
lv: Iespējot aizpildīšanas nolaižamo sarakstu
nl: Dropdown-lijst aanvulling inschakelen
pl: Pokazuj listę rozwijaną z dopełnieniami
pt_br: Ativar lista suspensa de conclusão
pt_pt: Ativar lista suspensa de conclusão
ru: Включить раскрывающийся список автодополнения
ta: நிறைவு கீழ்தோன்றும் பட்டியலை இயக்கவும்
tr: Tamamlama açılır listesini etkinleştir
uk: Увімкнути випадаючий список автодоповнення
zh_hans: 启用完成下拉列表

source: Enable download filters
ca: Habilitar els filtres de descàrrega
cs: Povolit filtry stahování
de: Downloadfilter aktivieren
es_cl: Activar los filtros de descarga
es_es: Activar los filtros de descarga
et: Luba allalaadimisfiltrid
fr: Activer les filtres de téléchargement
hu: Letöltésszűrők engedélyezése
it: Abilita filtri in download
lv: Iespējot lejupielādes filtrus
nl: Downloadfilters inschakelen
pl: Włącz filtry pobierania
pt_br: Ativar filtros de download
pt_pt: Ativar filtros de descargas
ru: Включить фильтры загрузки
ta: பதிவிறக்க வடிப்பான்களை இயக்கவும்
tr: İndirme filtrelerini etkinleştir
uk: Увімкнути фільтри завантаження
zh_hans: 启用下载过滤器

source: Enable plugins
ca: Habilitar els connectors
cs: Povolit pluginy
de: Plugins einschalten
es_cl: Habilitar las extensiones
es_es: Habilitar los complementos
et: Luba pluginad
fr: Activer les extensions
hu: Beépülők engedélyezése
it: Attiva estensioni
lv: Iespējot spraudņus
nl: Plugins inschakelen
pl: Włącz wtyczki
pt_br: Ativar plug-ins
pt_pt: Ativar plug-ins
ru: Включить плагины
ta: செருகுநிரல்களை இயக்கவும்
tr: Eklentileri etkinleştir
uk: Увімкнути плагіни
zh_hans: 启用插件

source: Enable regular expressions
ca: Activa les expressions regulars
cs: Povolit regulární výrazy
de: Reguläre Ausdrücke aktivieren
es_es: Habilitar las expresiones regulares
et: Luba regulaaravaldised
fr: Activer les expressions régulières
hu: Szabályos kifejezések engedélyezése
it: Abilita le espressioni regolari
lv: Iespējot regulārās izteiksmes
nl: Reguliere expressies inschakelen
pl: Włącz wyrażenia regularne
pt_br: Habilitar expressões regulares
pt_pt: Ativar expressões regulares
ru: Включить регулярные выражения
ta: வழக்கமான வெளிப்பாடுகளை இயக்கவும்
tr: Düzenli ifadeleri etkinleştir
zh_hans: 启用正则表达式

source: Enable search history
ca: Habilitar l'historial de cerques
cs: Povolit historii vyhledávání
de: Suchverlauf aktivieren
es_cl: Activar el historial de búsqueda
es_es: Activar el historial de búsqueda
et: Luba otsinguajalugu
fr: Activer l'historique des recherches
hu: Keresési előzmények engedélyezése
it: Abilita cronologia di ricerca
lv: Iespējot meklēšanas vēsturi
nl: Zoekgeschiedenis inschakelen
pl: Włącz historię wyszukiwań
pt_br: Habilitar histórico de pesquisa
pt_pt: Ativar histórico de pesquisa
ru: Включить историю поиска
ta: தேடல் வரலாற்றை இயக்கவும்
tr: Arama geçmişini etkinleştir
uk: Увімкнути історію пошуку
zh_hans: 启用搜索历史

source: Enable search result filters by default
ca: Habilitar els filtres de resultats de cerca de manera predeterminada
cs: Povolení filtrů výsledků hledání ve výchozím stavu
de: Aktiviere standardmäßig Suchergebnisfilter
es_cl: Activar los filtros de resultados de búsqueda por defecto
es_es: Activar los filtros de resultados de búsqueda por defecto
et: Luba otsingutulemuste filtrid vaikimisi
fr: Activer les filtres de résultats de recherche par défaut
hu: Keresésieredmény-szűrők engedélyezése alapértelmezettként
it: Abilita, come predefinito, i filtri su risultati di ricerca
lv: Iespējot meklēšanas rezultātu filtrus pēc noklusējuma
nl: Standaard zoekresultaatfilters inschakelen
pl: Domyślnie włączaj filtrowanie
pt_br: Ativar filtros de resultados de pesquisa por padrão
pt_pt: Ativar filtros de resultados de pesquisa por padrão
ru: Включить фильтры результатов поиска по умолчанию
ta: தேடல் முடிவு வடிப்பான்களை இயல்பாக இயக்கவும்
tr: Öntanımlı olarak arama sonucu filtrelerini etkinleştir
uk: Увімкнути фільтри результатів пошуку за замовчуванням
zh_hans: 默认启用搜索结果筛选器

source: Enable sound for notifications
ca: Habilitar el so per a les notificacions
cs: Povolení zvuku oznámení
de: Aktiviere Ton für Benachrichtigungen
es_cl: Activar el sonido de las notificaciones
es_es: Activar el sonido de las notificaciones
et: Luba märguannete heli
fr: Activer le son des notifications
hu: Hang engedélyezése az értesítésekhez
it: Abilita suono per le notifiche
lv: Iespējot skaņu paziņojumiem
nl: Geluid inschakelen voor meldingen
pl: Włącz dźwięk powiadomień
pt_br: Ativar som para notificações
pt_pt: Ativar som para notificações
ru: Включить звук для уведомлений
ta: அறிவிப்புகளுக்கு ஒலியை இயக்கவும்
tr: Bildirimler için sesi etkinleştir
uk: Увімкнути звук для сповіщень
zh_hans: 启用通知声音

source: Enable spell checker
ca: Activa el corrector ortogràfic
cs: Povolit kontrolu pravopisu
de: Rechtschreibprüfung aktivieren
es_es: Activar el corrector ortográfico
et: Luba õigekirjakontroll
fr: Activer le correcteur
hu: Helyesírás-ellenőrzés engedélyezése
it: Attiva il controllo ortografico
lv: Iespējot pareizrakstības pārbaudi
nl: Spellingscontrole inschakelen
pl: Włącz sprawdzanie pisowni
pt_br: Ativar corretor ortográfico
pt_pt: Ativar corretor ortográfico
ru: Включить проверку орфографии
ta: எழுத்துப்பிழை சரிபார்ப்பை இயக்கவும்
tr: Yazım denetleyicisini etkinleştir
zh_hans: 启用拼写检查

source: Enable tab-key completion
ca: Habilitar el tabulador per a la compleció
cs: Povolit dokončení pomocí klávesy Tab
de: Aktiviere die Tab-Tasten-Vervollständigung
es_cl: Habilitar la tecla de tabulación para el autocompletado
es_es: Habilitar la tecla de tabulación para el autocompletado
et: Luba tabeldusklahviga täiendamine
fr: Activer la touche TAB pour l'auto-complétion
hu: Befejezés engedélyezése a tabulátor billentyűvel
it: Abilita completamento con tasto Tab
lv: Iespējot tabulēšanas taustiņa aizpildīšanu
nl: Tab-toets aanvulling inschakelen
pl: Włącz dopełnianie przy pomocy klawisza TAB
pt_br: Ativar a conclusão da tecla tab
pt_pt: Ativar a conclusão da tecla tab
ru: Включить автодополнение с помощью клавиши «Tab»
ta: தாவல்-விசை நிறைவு ஆகியவற்றை இயக்கவும்
tr: Tab tuşuyla tamamlamayı etkinleştir
uk: Увімкнути автодоповнення табуляцією
zh_hans: 启用 tab 键补全

source: Enabled
ca: Habilitat
cs: Povoleno
de: Aktiviert
es_cl: Habilitado
es_es: Habilitado
et: Lubatud
fr: Activé
hu: Engedélyezve
it: Attivo
lv: Iespējots
nl: Ingeschakeld
pl: Włączony
pt_br: Habilitado
pt_pt: Ativado
ru: Включено
ta: இயக்கப்பட்டது
tr: Etkin
uk: Увімкнено
zh_hans: 启用

source: Enter a new command for protocol %@:
ca: Introdueix una nova ordre per al protocol %@:
cs: Zadejte nový příkaz pro protokol %@:
de: Gib einen neuen Befehl für das Protokoll %@ ein:
es_es: Introduce un nuevo comando para el protocolo %@:
et: Sisesta protokollile %@ uus käsk:
fr: Choisissez une nouvelle commande pour le protocole %@ :
hu: Adja meg a(z) %@ protokoll új parancsát:
it: Inserisci un nuovo comando per il protocollo '%@':
lv: Ievadiet jaunu komandu protokolam %@:
nl: Voer een nieuw commando in voor protocol %@:
pl: Wprowadź nowe polecenie dla protokołu %@:
pt_br: Digite um novo comando para o protocolo %@:
pt_pt: Digite um novo comando para o protocolo %@:
ru: Введите новую команду для протокола "%@":
ta: நெறிமுறை %@ க்கு புதிய கட்டளையை உள்ளிடவும்:
tr: %@ protokolü için yeni bir komut girin:
zh_hans: 为协议输入新命令 %@:

source: Enter a new download filter:
ca: Introduir un filtre de descàrrega nou:
cs: Zadejte nový filtr stahování:
de: Gib einen neuen Download-Filter ein:
es_cl: Ingresar un nuevo filtro de descarga:
es_es: Introducir un nuevo filtro de descarga:
et: Sisesta uus allalaadimisfilter:
fr: Entrer un nouveau filtre de téléchargement :
hu: Adjon meg egy új letöltésszűrőt:
it: Inserisci un nuovo filtro download:
lv: Ievadiet jaunu lejupielādes filtru:
nl: Voer een nieuw downloadfilter in:
pl: Wprowadź nowy filtr pobierania:
pt_br: Insira um novo filtro de download:
pt_pt: Insira um novo filtro de descarga:
ru: Введите новый фильтр загрузки:
ta: புதிய பதிவிறக்க வடிப்பானை உள்ளிடவும்:
tr: Yeni bir indirme filtresi girin:
uk: Введіть новий фільтр завантаження:
zh_hans: 输入新的下载过滤器：

source: Enter a new password for your Soulseek account:
ca: Introdueix una contrasenya nova per al teu compte de Soulseek:
cs: Zadejte nové heslo pro svůj účet Soulseek:
de: Gib ein neues Passwort für dein Soulseek-Konto ein:
es_cl: Ingresa una nueva contraseña para tu cuenta de Soulseek:
es_es: Introduce una nueva contraseña para tu cuenta de Soulseek:
et: Sisesta oma Soulseeki kontole uus parool:
fr: Entrez un nouveau mot de passe pour votre compte Soulseek :
hu: Adjon meg egy új jelszót a Soulseek fiókjához:
it: Inserisci una nuova password per il tuo account Soulseek:
lv: Ievadiet jaunu paroli savam Soulseek kontam:
nl: Voer een nieuw wachtwoord in voor je Soulseek-account:
pl: Wprowadź nowe hasło do swojego konta Soulseek:
pt_br: Digite uma nova senha para sua conta Soulseek:
pt_pt: Digite uma nova palavra-passe para a sua conta do Soulseek:
ru: Введите новый пароль для своей учетной записи Soulseek:
ta: உங்கள் ஆன்மாதேடு கணக்கிற்கு புதிய கடவுச்சொல்லை உள்ளிடவும்:
tr: Soulseek hesabınız için yeni bir parola girin:
uk: Введіть новий пароль для свого облікового запису Soulseek:
zh_hans: 为您的 Soulseek 账户输入新密码：

source: Enter a pattern you want to censor. Add spaces around the pattern if you don't want to match strings inside words (may fail at the beginning and end of lines).
ca: Introdueix un patró que vols censurar. Afegiu espais al voltant del patró si no vols fer coincidir les cadenes dins de les paraules (pot fallar al principi i al final de les línies).
cs: Zadejte vzor, který chcete cenzurovat. Pokud nechcete aby odpovídal částem slov ale celým slovům, přidejte kolem vzoru mezery (může selhat na začátku a na konci řádků).
de: Gib ein Muster ein, das du zensieren möchtest. Füge Leerzeichen um das Muster ein, wenn du nicht möchtest, dass Zeichenketten innerhalb von Wörtern übereinstimmen (kann am Anfang und Ende von Zeilen fehlschlagen).
es_cl: Introduzca el patrón que desea censurar. Añada espacios alrededor del patrón si no desea que coincida con cadenas que estén dentro de palabras (puede fallar al principio y al final de las líneas).
es_es: Introduce el patrón que deseas censurar. Añade espacios alrededor del patrón si no deseas que coincida con cadenas que estén dentro de palabras (puede fallar al principio y al final de las líneas).
et: Sisesta muster, mida soovid tsenseerida. Kui ei soovi tekstis leiduvaile sõnadele vastet, lisa mustri ümber tühikud (ridade alguses ja lõpus võib see ebaõnnestuda).
fr: Saisissez le motif que vous souhaitez censurer. Ajoutez des espaces autour du motif si vous ne souhaitez pas faire correspondre les chaînes de caractères à l'intérieur des mots (cela peut échouer au début et à la fin des lignes).
hu: Adja meg a cenzúrázni kívánt mintát. Tegyen szóközt a minta köré, ha nem akarja egyeztetni a szavakon belüli karakterláncokat (a sorok elején és végén sikertelen lehet).
it: Inserisci un modello che desideri censurare. Aggiungi spazi attorno alle parole se non desideri corrispondenze con stringhe interne alle parole: (potrebbe fallire all'inizio e alla fine delle linee).
lv: Ievadiet šablonu, pēc kura vēlaties cenzēt. Pievienojiet atstarpi šablona sākumā un beigās, ja nevēlaties šablonam sakrist ar virknēm iekš vārdiem (var nenostrādāt rindu sākumā un beigās).
nl: Voer een patroon in dat je wilt censureren. Voeg spaties toe rond het patroon als je niet wilt dat strings binnen woorden overeenkomen (kan mislukken aan het begin en einde van regels).
pl: Wprowadź wzór, który chcesz ocenzurować. Dodaj spacje wokół słów, jeśli nie chcesz uwzględniać poszczególnych ciągów znaków wewnątrz wyrazów (może skutkować błędami w przypadku końca linii).
pt_br: Digite um padrão que você quer censurar. Adicione espaços ao redor do padrão se você não quiser combinar termos dentro das palavras (pode falhar no início e no fim das linhas).
pt_pt: Digite um padrão que quer censurar. Adicione espaços ao redor do padrão se não quiser combinar termos dentro das palavras (pode falhar no início e no fim das linhas).
ru: Введите шаблон, который вы хотите подвергнуть цензуре. Добавьте пробелы вокруг шаблона, если вы не хотите сопоставлять строки внутри слов (может произойти сбой в начале и конце строк).
ta: நீங்கள் தணிக்கை செய்ய விரும்பும் ஒரு வடிவத்தை உள்ளிடவும். சொற்களுக்குள் சரங்களை பொருத்த விரும்பவில்லை என்றால் (வரிகளின் தொடக்கத்திலும் முடிவிலும் தோல்வியடையக்கூடும்).
tr: Sansürlemek istediğiniz bir kalıp girin. Sözcüklerin içindeki dizgeleri eşleştirmek istemiyorsanız, kalıbın etrafına boşluk ekleyin (satırların başında ve sonunda başarısız olabilir).
uk: Введіть шаблон, який потрібно піддати цензурі. Додайте пробіли навколо шаблону, якщо ви не хочете збігати рядки всередині слів (може не вдатися на початку і в кінці рядків).
zh_hans: 输入违禁词的匹配模式。如果您不想匹配单词中的字符串（可能在行首和行尾失败），请在模式匹配模式周围添加空格。
